### ---___--- ТОКЕН ОТ ТЕЛЕГРАМ БОТА ---___--- ###
token = "ВАШ ТОКЕН"



### ---___--- НАЗВАНИЕ КАНАЛА ---___--- ###
channel = "@"



### ---___--- ТЕХНЧЕСКАЯ ПОДДЕРЖКА ---___--- ###
admin_username = "@"



### ---___--- ID АДМИНОВ ИЗ ТЕЛЕГРАМА ---___--- ###
admins_id = []



### ---___--- СУММА ЗА ОДНОГО РЕФЕРАЛА ---___--- ###
amount_per_one = 0.1



### ---___--- МИНИМАЛЬНАЯ СУММА ВЫВОДА ---___--- ###
minimal_withdrawal_amount = 3



### ---___--- ОТОБРАЖАЕМАЯ ВАЛЮТА ---___--- ###
usd_or_rub = "rub" # usd или rub



### ---___--- ОТОБРАЖАЕМАЯ КРИПТОВАЛЮТА ---___--- ###
currency = "TON" # BTC или ETH или USDT или BNB или SOL или XRP или ADA или DOGE или TON
